{
	"1": "Why don’t oysters donate to charity? Because they’re shellfish.",
	"2": "What does a baby computer call its father? Data.",
	"3": "What did the custodian say when he jumped out of the closet? 'Supplies!'",
	"4": "Why are colds bad criminals? Because they’re easy to catch.",
	"5": "How does a penguin build its house? Igloos it together.",
	"6": "Which knight invented King Arthur’s Round Table? Sir Cumference.",
	"7": "What do sprinters eat before a race? Nothing. They fast.",
	"8": "What do you call a fly without wings? A walk!",
	"9": "What happens when you witness a ship wreck? You let it sink in.",
	"10": "What does a clock do when it’s hungry? It goes back four seconds.",
	"11": "What do you call a belt made of watches? A waist of time!",
	"12": "What’s the best way to carve wood? Whittle by whittle.",
	"13": "What did the teacher do with the student’s report on cheese? She grated it.",
	"14": "Why did the scarecrow get promoted? Because he was outstanding in his field.",
	"15": "What do you call a factory that sells generally decent goods? A satisfactory.",
	"16": "What do you call a fish with no eye? Fsh.",
	"17": "What should a sick bird do? Get tweetment.",
	"18": "What grades did the pirate get on his report card? Seven Cs.",
	"19": "Did you hear about the mediocre restaurant on the moon? It has great food but no atmosphere.",
	"20": "Did you hear about the claustrophobic astronaut? Poor guy really needed some space.",
	"21": "What’s the No. 1 cause of divorce? Marriage!",
	"22": "I’m only familiar with 25 letters of the alphabet. I don’t know why.",
	"23": "How do you think the unthinkable? With an itheberg!",
	"24": "I bought sneakers from a drug dealer. I don’t know what he laced them with but I’ve been tripping all day!",
	"25": "This isn't a joke, but a call for help. 1 of these (currently) 50 statements is this one, and you have happened upon it. Help me please.",
	"26": "I want a job cleaning mirrors. It’s something I can really see myself doing.",
	"27": "Why are groups of fish so smart? Because they travel in schools.",
	"28": "What’s big, gray and doesn’t matter? An irrelephant.",
	"29": "I tried buying camouflage the other day but I couldn’t find any.",
	"30": "Did you hear about the guy who won the award for best knock knock joke? He won the no bell prize.",
	"31": "What’s a ninja’s favorite type of shoes? Sneakers!",
	"32": "I have the world’s worst thesaurus. Not only is it terrible, it’s also terrible.",
	"33": "I’d tell you the joke about perforated paper, but it’s tear-able.",
	"34": "Why did the man get fired from the calendar factory? Because he took a few days off.",
	"35": "What do you call a person with no body and no nose? Nobody knows.",
	"36": "How do you make holy water? You boil the hell out of it.",
	"37": "What’s the worst part of being an egg? You only get laid once (and it’s with your mom)!",
	"38": "I left my job at a shoe disposal plant. It was sole destroying.",
	"39": "There are three types of people in this world: People who are good at math and people who are not.",
	"40": "The shovel was a truly groundbreaking invention.",
	"41": "Why did the picture go to jail? Because it was framed!",
	"42": "What’s the best part about Switzerland? The flag is a big plus.",
	"43": "Why shouldn’t you write with a dull pencil? Because it’s pointless.",
	"44": "The rotation of the earth really makes my day.",
	"45": "Today I gave my dead batteries away. They were free of charge.",
	"46": "What happens when a frog's car breaks down? It gets toad!",
	"47": "Imagine if Americans switched from pounds to kilograms overnight. There would be mass confusion!",
	"48": "A communist joke isn't funny unless everyone gets it.",
	"49": "Why can't you hear a Pterodactyl go to the bathroom? Because the pee is silent.",
	"50": "Ever tried to eat a clock? It's time-consuming.",
	"51": "Are you http because ://"
	
	
}